<template>
  <view class="vip-box">
    <view class="vip-title">尊敬的会员：</view>
    <view class="vip-tip">请认真阅读并理解以下内容，其中以加粗方式显着标识的文字，请着重阅读，慎重考虑。</view>
    <view class="vip-tip">本协议是用户与平台运营方<text class="thin">杭州斗斗熊数字科技有限公司（以下简称为“品象养车”）之间就会员所建立的契约。请用户仔细阅读本协议，</text>用户点击确认后，本协议即构成双方有约束力的法律文件。</view>
    <view class="vip-content">
      <ul>
        <li class="bold">第1条会员相关定义</li>
        <li class="bold padding">1.1品象养车平台：品象养车甄选本地优质汽车养护门店，建立长期稳定的合作关系以提供满足品象养车平台会员用户的会员服务，品象养车是致力于打造养车服务、门店培训等优化汽车后市场用户以及商户体验的服务平台，让会员与商户共同享受互联网带来的极致服务体验。</li>
        <li class="bold padding">1.2会员：可享受品象养车提供的汽车资讯，专业养护内容推荐等信息服务，同时也可享受品象养车所提供的包括特定合作门店免费保养、洗车在内的其他服务。</li>
        <li class="bold padding">1.3会员资格：用户可通过小程序，兑换码兑换方式开通会员资格或者延长会员资格有效期。</li>
        <li class="bold">第2条本站服务条款的确认和接纳</li>
        <li class="bold padding">2.1本平台所提供的会员权益使用过程中的解释权归品象养车所有。</li>
        <li class="bold padding">2.2用户点击同意后，即视为用户确认接受会员协议的相关条款，且同意按协议内容履行，如产生相关用户责任的，应当承担相应法律责任。</li>
        <li class="bold padding">2.3凡年满18周岁并同意接受会员服务协议的自然人均可申请成为会员。</li>
        <li class="bold">第3条会员类型</li>
        <li class="bold padding">3.1品象365天会员-全合成机油版：可享受品象养车提供的汽车资讯，专业养护内容推荐等信息服务，同时也可享受品象养车所提供的包括特定合作门店免费保养在内的其他服务，其中门店保养可享受全合成机油服务。</li>
        <li class="bold padding">3.2品象365天会员-半合成机油版：可享受品象养车提供的汽车资讯，专业养护内容推荐等信息服务，同时也可享受品象养车所提供的包括特定合作门店免费保养在内的其他服务，其中门店保养可享受半合成机油服务，对于全合成机油如有特殊要求需到门店支付费用。</li>
        <li class="bold padding">3.3品象洗车会员：可享受品象养车提供的汽车资讯，专业养护内容推荐等信息服务，同时也可享受品象养车所提供的包括特定合作门店限定次数的免费洗车服务在内的其他服务，其中门店类型与会员卡细分种类对应，对于春节等特殊节日如门店门市价波动较大，需与门店自行商议到门店支付差价费用。</li>
        <li class="bold">第4条会员及会员有效期</li>
        <li class="bold padding">4.1成为品象养车会员的方式</li>
        <li class="bold padding2">①通过品象养车小程序购买会员服务：一经购买，会员资格即生效。</li>
        <li class="bold padding2">②通过兑换码兑换：会员收到包含【品象养车会员兑换码】内容的信息后登录品象养车小程序前往“我的 – 赠卡中心”完成兑换码兑换;一经兑换，会员资格即生效。</li>
        <li class="bold padding">4.2会员有效期</li>
        <li class="bold padding2">品象养车会员有效期：自会员资格生效当日起至1年止每年以365日计。（如：会员2019年6月1日会员资格生效，则有效期截止至2020年5月30日）</li>
        <li class="bold padding">4.3兑换及绑定截止日期</li>
        <li class="bold padding2">兑换码的兑换/绑定截止日期：收到兑换码信息之日起一年内（365），如用户未在此日期前完成兑换或绑定，视为用户主动放弃会员资格。兑换会员日期：输入兑换码成功会员资格生效，自生效当日起至1年止每年以365日计。</li>
        <li class="bold padding">4.4小程序开通记录，兑换码及二维码是开通会员资格或者延长会员资格有效期的凭证，用户需妥善保管，如因用户个人原因发生丢失，损毁或被盗用，一律不予补发，需自行承担责任。</li>
        <li class="bold padding">4.5会员资格一经生效，概不退换;其他退换货规则按照购买平台所记载的具体规则执行。</li>
        <li class="bold padding red">4.6用户在会员有效期内，中途主动取消服务，放弃资格，拒绝进行车辆认证等，均将不能获得为开通本服务而支付费用的退还。</li>
        <li class="bold">第5条会员实名绑定</li>
        <li class="bold padding">5.1用户购买会员服务后，需立即根据小程序指引绑定车辆信息进行车辆认证从而完善用户信息。</li>
        <li class="bold padding">5.2会员一经车辆认证后，无法更改认证信息。品象养车所提供的服务均将基于会员的车辆认证信息，故用户所提交的资料需真实，准确，完整，合法有效，否则用户需承担因此引起的相应责任及后果，并且品象养车保留终止用户使用会员各项服务的权利。</li>
        <li class="bold padding">5.3同一车辆信息仅可绑定一个会员资格，如会员已经完成车辆认证，将无法再绑定其他会员资格。若因前述原因导致会员无法绑定的，则会员可通过品象养车官方小程序指引申请退款。该会员资格有效期提前终止或有效期期满且未续费的，则视为该绑定失效。</li>
        <li class="bold">第6条会员权益</li>
        <li class="bold padding">6.1用户成为会员后，可享受的权益以品象养车小程序公布的信息为准。为更好的向会员提供服务，品象养车有权基于自身业务发展需要，调整会员权益内容。<span class="thin">品象养车就前述权益的调整将在相应服务页面进行通知或公告，用户可以通过品象养车官方小程序查询最新的会员权益内容。</span></li>
        <li class="bold padding">6.2品象养车会员资格有效期期满后，会员有权续费保留品象养车会员资格，续费金额以平台彼时公示金额为准。</li>
        <li class="bold padding">6.3会员有效期内，保养会员在品象养车所有合作门店内均可享受指定套餐免费保养权益，其洗车会员根据细分卡种享受对应有限次数洗车服务。<span class="red">（品象养车保养会员可享受不限次数的免费保养权益，首次保养无任何限制，后续保养每次保养车辆公里于前一次车辆行驶，公里数之差不得低于5000公里或间隔上次时长大于半年（180天计）</span>）。为保证会员行使权益的公平性，会员有效期内，会员无法免费预约会员有效期期满后的品象养车合作商户服务。</li>
        <li class="bold padding">6.4免费保养权益的起始日和会员有效期的起始日一致，洗车权益与会员自行购卡的种类一致。</li>
        <li class="bold padding">6.5会员免费保养、洗车权益仅限会员本人体验时使用，不得转让，转赠，转卖或变现。若会员有上述行为的，品象养车有权视会员违约情况，采取取消其会员资格，永久冻结会员资格，取消其获得的免费保养权益的措施，并保留通过法律手段追究其违法行为的权利。</li>
        <li class="bold">第7条会员预约须知</li>
        <li class="bold padding">7.1使用免费保养权限时，品象养车会员每次预约保养必须在上次预约体验完成之后进行，两次预约保养体验时间间隔不得低于半年或车辆行驶公里数之差不得低于5000公里。（旧版会员部分洗车服务每月仅可使用一次）</li>
        <li class="bold padding">7.2会员在权益期限内享受对应卡种有限次数洗车服务，每次洗车预约无时间限制，在平台上线所有商户营业时间内均可预约。（当会员卡期满后剩余洗车服务次数不予退还，请妥善安排和选择适合的卡种类型）</li>
        <li class="bold padding"><span class="red">7.3为保证平台所有会员权益，预约保养、洗车服务，在预约时间30分钟未到店消费自动取消预约，同时扣除品象养车平台信用积分（当信用积分过低后会短期限制会员权益），</span>会员在预约过程中出现不正当行为（包括但不限于恶意预约2，作弊或者其他影响预约公平的行为），品象养车有权视会员违约情况，采取取消其会员资格，永久冻结会员资格，取消其获得的免费保养权益的措施，并保留通过法律手段追究其违法行为的权利。</li>
        <li class="bold padding">7.4会员仅限通过网络预约及取消订单，品象养车小程序为预约唯一平台。</li>
        <li class="bold">第8条取消订单</li>
        <li class="bold padding">8.1会员预约服务时间3小时之前均可取消预约，本次取消不扣除用户信用积分。</li>
        <li class="bold padding">8.2为保证会员行使权益的公平性，您理解并同意</li>
        <li class="bold padding2">①如会员未能提前3小时申请取消订单，平台将扣除20信用积分，多次预约未到将冻结会员使用品象养车小程序免费预约保养的权益，冻结时间为180日。</li>
        <li class="bold">第9条会员体验须知</li>
        <li class="bold padding">9.1到店体验时，需会员配合出示预约二维码，在门店确认车辆信息无误之后开始服务，若会员存在作弊行为，平台有权视会员违约情况，采取取消其会员资格，永久冻结会员资格，取消其获得的免费保养权益的措施，并保留通过法律手段追究其违法行为的权利。</li>
        <li class="bold padding">9.2门店营业时间，每个门店营业时间均有不同，以门店上线具体时间为准。</li>
        <li class="bold padding">9.3<span class="thin">若会员需推迟到店体验，须提前取消订单更改其他时间，在成功预约其他时间后再次到店体验，否则预约的时段将无法为会员保留同时扣除信用积分。</span></li>
        <li class="bold padding">9.4每家门店提供的机油品牌以平台公示为准，如有特殊要求，可与门店沟通后自行补充差价。</li>
        <li class="bold">第10条争议和赔偿</li>
        <li class="bold padding">10.1<span class="thin">在会员到店体验期间，请遵守门店的规则，爱惜门店公共设施、文明体验。</span>发生下列任意损坏或不文明行为时，需酌情赔偿或支付费用，赔偿金额及支付费用标准以门店的价目表为准，包括但不限于如下行为，<span class="red">若会员拒绝赔偿或支付费用，品象养车平台有权向会员追偿</span>：</li>
        <li class="bold padding2">①门店公共区域的的人为损坏;</li>
        <li class="bold padding2">②随意带走门店机油、零件等收费产品</li>
        <li class="bold padding2">⑧其他损坏门店设施，物品的不文明行为。</li>
        <li class="bold padding">10.2若会员在体验期间发生下列任意不文明行为，品象养车平台将采取以下措施：首次出现该行为，品象养车平台将通过短信，品象养车客服电话通知等方式，对该不文明行为进行提醒或警示;若出现以下任意行为累计2次及以上，品象养车平台将冻结会员使用品象养车小程序免费预约保养的权益，冻结时间为180日，情节严重者永久冻结会员资格，取消其获得的免费保养权益的措施，并保留通过法律手段追究其违法行为的权利：</li>
        <li class="bold padding2">①存在作弊行为使用保养权益（包括不限于：伙同门店进行虚假保养、以获利等交易形式出售部分会员权益扰乱市场秩序等）；
        </li>
        <li class="bold padding2">②洗车次数 <span class="thin">超过平台购买的次数，且强行要求免费洗车，拒绝支付费用;</span></li>
        <li class="bold padding2">③<span class="thin">保养不符合平台规定条件时强行要求门店提供免费保养</span>，门店要求支付费用，<span class="thin">拒不支付 ;</span></li>
        <li class="bold padding2">④骚扰其它客户，故意刁难门店员工;</li>
        <li class="bold padding2">⑤其他影响门店运营及其他客户权益的不文明行为。</li>
        <li class="bold">第11条法律管辖和适用</li>
        <li class="bold padding">本协议的订立，执行，解释及争议的解决均适用中华人民共和国法律。用户在行使会员权益的过程中，如有任何问题可通过品象养车官方微信公众号直接留言或联系品象养车客服咨询，投诉。品象养车会在第一时间针对用户的需求进行回复及改进。</li>
        <li class="bold padding">对于本协议履行期间发生的争议，双方应尽力友好协商解决;协商不一致时，任何一方均可向杭州市萧山区人民法院提起诉讼。</li>
        <li class="bold">第13条其他</li>
        <li class="bold padding red">13.1您理解并同意，如因不可抗力或其它品象养车无法控制的原因使本活动服务无法及时提供或无法按本协议履行的，品象养车不承担任何责任，但品象养车会尽力协助处理。</li>
        <li class="bold padding">13.2本协议内容中以黑体，加粗方式显着标识的条款，请用户着重阅读。</li>
        <li class="bold padding">13.3用户点击勾选按钮，视为已经充分阅读，理解并同意本协议的内容，本协议在用户与品象养车之间形成有约束力的法律文件。</li>
      </ul>
    </view>
  </view>
</template>
<script>

</script>
<style lang="scss" scoped>
  .vip-box{
    width:700upx;
    padding:50upx 30upx;
    .vip-title{
      font-size:32upx;
      font-weight: bold;
    }
    .vip-tip{
      font-size:30upx;
      padding:5upx 0px;
      font-weight: bold;
	  .thin{
        font-weight: 400;
	  }
    }
    .vip-content{
      font-size:30upx;
      padding:5upx 0px;
      .bold{
        font-weight: bold;
      }
      .padding{
        padding:5upx 10px;
      }
      .padding2{
        padding:5upx 20px;
      }
      .red{
        color:red;
      }
      .thin{
        font-weight: 400;
      }
    }
  }
</style>
